# CanUsePlusPrefix Method (2024)

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
FormatOptions..::..CanUsePlusPrefix Method
FormatOptions Class See Also
---
# Overload List
| Name | Description |
| --- | --- |
| --- | --- | --- |
| CanUsePlusPrefix()()()() | Checks whether a plus prefix can be displayed for the display unit in this FormatOptions. |
| CanUsePlusPrefix(ForgeTypeId) | Checks whether a plus prefix can be displayed for a given unit. |

# See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace